{
    "name": "Khoai tây kiểu Bombay",
    "video": "https://firebasestorage.googleapis.com/v0/b/kitchenstories-7031c.appspot.com/o/videos%2FBombay-style%20potatoes%20Recipe%20Kitchen%20Stories.mp4?alt=media&token=54caea0f-4cd2-43e7-bc2e-9b5724274afe",
    "imgDes": "https://images.services.kitchenstories.io/0Z-iZOqCZM8Xv4k_SHP97YXqf3s=/640x0/filters:quality(80)/images.kitchenstories.io/wagtailOriginalImages/R2443-final-photo-_0.jpg",
    "description": "Bạn muốn một lối tắt với nhiều hương vị hơn? Hãy thử gia vị CURRY POWER của chúng tôi để thay thế rau mùi xay, garam masala và nghệ! Bombay Aloo (hoặc aloo ki sabzi), là một món ăn kèm đơn giản nhưng đầy hương vị của Ấn Độ. Trong công thức này, trước tiên chúng ta chiên khoai tây để thêm một chút độ giòn, nhưng bạn cũng có thể thêm khoai tây đã nấu chín vào nước sốt. Thoạt nhìn, nó có thể không giống một công thức rẻ tiền, nhưng đó là một cách tuyệt vời để sử dụng loại gia vị đã quên của bạn và làm cho khoai tây có hương vị tuyệt vời. Bạn có thể dùng nó như một món ăn phụ cho bất kỳ món cà ri nào hoặc thậm chí thưởng thức nó như một bữa trưa nhanh. Nếu không có hạt mù tạt đen, bạn có thể dùng hạt thì là nguyên hạt hoặc hạt thì là. Nếu bạn không thể tìm được cà chua chất lượng tốt, hãy sử dụng cà chua đóng hộp để tăng hương vị.",
    "country": "Ấn Độ",
    "type": "Món chay",
    "rating": [],
    "storeUsers": [],
    "likes": [],
    "defaultPortion": 1,
    "ingredients": "661a46a35dfb2cbdc4e8588b",
    "utensils": "thớt, dao, nồi (lớn), máy xay thực phẩm, chảo rán (lớn), thìa, gia vị bột cà ri",
    "nuttrition": {
        "Cal": 577,
        "Fat": "37 g",
        "Protein": "9 g",
        "Carb": "60 g"
    },
    "step": [
        {
            "time": 600,
            "img": "https://images.services.kitchenstories.io/fKEsF6hW_3fTRw-1ILTo_I-qUoY=/640x0/filters:quality(80)/images.kitchenstories.io/wagtailOriginalImages/R2443-step-photo-_0.jpg",
            "ingredients": "500g khoai tây",
            "utenils": "dao - thớt - nồi",
            "des": "Cắt đôi hoặc cắt đôi khoai tây nếu sử dụng củ lớn hơn. Chuyển khoai tây vào một nồi lớn chứa nước ở nhiệt độ phòng có muối và đun sôi. Sau khi sôi, giảm nhiệt và đun nhỏ lửa trong khoảng. 10 phút hoặc cho đến khi mềm. Sau khi đã chín, hãy để ráo khoai tây và để vào chảo để hấp xong."
        },
        {
            "time": 120,
            "img": "https://images.services.kitchenstories.io/-Rxo_N2HUH6E4xxQHLg2LWtV0ts=/640x0/filters:quality(80)/images.kitchenstories.io/wagtailOriginalImages/R2443-step-photo-_1.jpg",
            "ingredients": "15 g gừng - 1 tép tỏi - 2 quả cà chua - 1 củ hẹ - 1 quả ớt xanh",
            "utenils": "máy xay thực phẩm",
            "des": "Trong khi đó, gọt vỏ gừng và tỏi, xắt nhỏ cà chua. Cho gừng, tỏi và cà chua vào máy xay thực phẩm, xay cho đến khi mịn rồi đặt sang một bên. Sau đó thái mỏng hành tím và ớt xanh."
        },
        {
            "time": 300,
            "img": "https://images.services.kitchenstories.io/Ozg_JKAGG4HCVUdOGXsaKxPbp_M=/640x0/filters:quality(80)/images.kitchenstories.io/wagtailOriginalImages/R2443-step-photo-_2.jpg",
            "ingredients": "4tbsp dầu ăn - 1tsp hạt thì là đen",
            "utenils": "chảo rán - thìa",
            "des": "Trong chảo lớn, đun nóng 3/4 lượng dầu thực vật trên lửa cao. Thêm khoai tây đã nấu chín và chiên cho đến khi vàng, lấy ra khỏi chảo và đặt sang một bên. Giảm lửa vừa, cho lượng dầu còn lại vào chảo. Thêm hạt thì là đen và xào nhanh trong 1 phút, sau đó thêm hành tím băm vào và chiên khoảng. 5 phút cho đến khi trong mờ và hơi caramen."
        },
        {
            "time": 360,
            "img": "https://images.services.kitchenstories.io/HB_yhDlfVtd8018IpHpFFGTJmJQ=/640x0/filters:quality(80)/images.kitchenstories.io/wagtailOriginalImages/R2443-step-photo-_3.jpg",
            "ingredients": "2 tsp bột cà ri (tùy chọn) - 1 tsp rau mùi xay - 1 tsp garam masala - ½ tsp bột nghệ (đất) - 1tsp sữa chua bơ (để trang trí) - ngò (để trang trí)",
            "utenils": "",
            "des": "Thêm rau mùi xay, garam masala và nghệ, hoặc gia vị CURRY POWER (nếu dùng) vào chảo, giảm nhiệt và chiên cho đến khi có mùi thơm trong khi đảo thường xuyên. Sau đó thêm ớt xanh và hỗn hợp cà chua-gừng. Nấu trong khoảng. 3 – 5 phút, cho đến khi nước sốt đặc lại và trở nên dính. Chuyển khoai tây chiên trở lại chảo, thêm bơ, đảo đều và tiếp tục nấu trong khoảng. 3 – 5 phút. Ăn kèm với rau mùi tươi và một ít sữa chua. Thưởng thức!"
        }
    ]
}
